Repository: rafascalzo/swift_projects
Catalog: self_projects/Marvel/Marvel/Supporting Files/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_br, ru

source: Search your favorite hero
de: Suchen Sie Ihren Lieblingshelden
es: Busca a tu héroe favorito
fr: Cherchez votre héros préféré
it: Cerca il tuo eroe preferito
ja: お気に入りのヒーローを検索
ko: 좋아하는 영웅을 검색하십시오.
pt_br: Pesquise seu herói favorito
ru: Найдите своего любимого героя

source: dark
de: dunkel
ja: ダーク
ko: 어두운
pt_br: escuro
ru: темно

source: Back to menu
de: Zurück zum Menü
es: Volver al menu
fr: Retour au menu
it: Torna al menu
ja: メニューに戻る
ko: 메뉴로 돌아 가기
pt_br: Voltar ao menu
ru: Назад к меню

source: Dark Theme
de: Dunkles Thema
es: tema oscuro
fr: Thème sombre
it: Tema scuro
ja: 暗いテーマ
ko: 다크 테마
pt_br: Tema escuro
ru: Темная тема

source: Marvel Quiz
de: Marvel Prüfung
es: Cuestionario de Marvel
fr: Quizz Marvel
ja: マーベルクイズ
ko: 놀라운 일 퀴즈
pt_br: Teste Marvel
ru: чудо-викторина

source: Reveal image
de: Bild anzeigen
es: Revelar imagen
fr: Révéler l'image
it: Rivela l'immagine
ja: 画像を表示
ko: 이미지 공개
pt_br: Revealar imagem
ru: Показать изображение

source: Try again
de: Versuchen Sie es nochmal
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
ja: 再試行する
ko: 다시 시도하십시오.
pt_br: Tentar novamente
ru: Попробуйте снова

source: Score
de: Ergebnis
es: Puntuación
fr: But
it: Punto
ja: スコア
ko: 점수
pt_br: Pontuação
ru: Гол

source: Comic Tips
de: Comic-Tipps
es: Consejos de cómic
fr: Conseils comiques
it: Suggerimenti comici
ja: コミックのヒント
ko: 만화 팁
pt_br: Dicas de revistas
ru: Комические советы

source: Series Tips
de: Serientipps
es: Consejos de la serie
fr: Conseils de série
it: Suggerimenti per la serie
ja: シリーズのヒント
ko: 시리즈 팁
pt_br: Dicas de Serie
ru: Советы серии

source: Events Tips
de: Veranstaltungen Tipps
es: Consejos de eventos
fr: Conseils événements
it: Suggerimenti sugli eventi
ja: イベントのヒント
ko: 이벤트 팁
pt_br: Dicas de Evento
ru: События Советы

source: Appeared in comics
de: Erschien in Comics
es: Apareció en cómics
fr: Apparu dans les bandes dessinées
it: Apparso negli fumetti
ja: 漫画に登場
ko: 만화에 등장
pt_br: Apareceu nos comics
ru: Появился в комиксах

source: Appeared in events
de: Erschien in Ereignissen
es: Apareció en eventos
fr: Apparu dans des événements
it: Apparso negli eventi
ja: イベントに登場
ko: 이벤트에 등장
pt_br: Apareceu nos events
ru: Появился в событиях

source: Appeared in series
de: Erschien in Serie
es: Aparecido en series
fr: Apparu en série
it: Apparso negli serie
ja: シリーズで登場
ko: 시리즈로 등장
pt_br: Apareceu nas series
ru: Появился в сериале

source: Sorry
de: Es tut uns leid?
es: Lo siento
fr: Pardon
it: scusate
ja: ごめんなさい
ko: 죄송합니다
pt_br: Desculpe
ru: сожалею

source: Unexpected error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
it: Errore inaspettato
ja: 予期しないエラー
ko: 예상치 못한 에러
pt_br: Erro inesperado
ru: Неожиданная ошибка

source: Understood
de: Verstanden
es: Entendido
fr: Compris
it: Inteso
ja: 理解した
ko: 이해
pt_br: Entendido
ru: Понимал

# Our servers are temporarily unavailable
source: Our servers are temporarily unavaliable
de: Unsere Server sind vorübergehend nicht verfügbar
es: Nuestros servidores no están disponibles temporalmente.
fr: Nos serveurs sont temporairement indisponibles
it: I nostri server sono temporaneamente non disponibili
ja: 当社のサーバーは一時的にご利用いただけません
ko: Google 서버를 일시적으로 사용할 수 없습니다.
pt_br: Nossos servidores estão temporariamente indisponíveis
ru: Наши серверы временно недоступны
